Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Cementitious waterproofing coatings
it: Rivestimenti impermeabilizzanti cementizi

source: Laminates of non-metallic materials for use in building
it: Laminati in materiali non metallici per l'edilizia

source: Movable partitions [walls] of non-metallic materials
it: Divisori mobili [pareti] in materiali non metallici

source: Penstock pipes, not of metal
it: Condotte forzate non in metallo

source: Greenhouse frames, not of metal
it: Intelaiature per serre non metalliche

source: Waterproof bituminous membranes reinforced with glass fibre
it: Membrane bituminose impermeabili rinforzate con fibre di vetro

source: Window guards (Non-metallic -)
it: Grate per finestre (Non metalliche -)

source: Street gutters, not of metal
it: Grondaie [stradali] non in metallo

source: Alabaster
it: Alabastro

source: Barricades for highways (Non-metallic -)
it: Barriere per autostrade (Non metalliche -)

source: Bedding-in compositions for use in building
it: Composti di allettamento per la costruzione

source: Bedding-in compositions for use in road works
it: Composti di allettamento per lavori stradali

source: Chimneys, not of metal
it: Caminetti non metallici

source: Sun louvres of glass for buildings
it: Lucernari in vetro per edifici

source: Suspended ceiling structures (Non-metallic -)
it: Strutture a soffitto sospeso (Non metalliche -)

source: Suspended ceilings (Non-metallic -)
it: Soffitti sospesi (Non metallici -)

source: Storage tanks [structures], not of metal
it: Serbatoi (non metallici -) [strutture]

source: Tempered glass for use in building
it: Vetro temprato per l'edilizia

source: Building materials of plastics material
it: Materiali da costruzione in materie plastiche

source: Fire inhibiting chipboard panels for use in construction
it: Pannelli ignifughi in truciolato per l'edilizia

source: Damp proof membranes of synthetic plastics materials
it: Membrane impermeabilizzanti in materie plastiche sintetiche

source: Decorative mouldings (Non-metallic -)
it: Modanature decorative (Non metalliche -)

source: Roses [ceiling decorations] of non-metallic materials
it: Rosoni [decorazioni per soffitti] in materiali non metallici

source: Poster advertising pillars [structures] of non-metallic materials
it: Colonne per l'affissione di manifesti [strutture] in materiali non metallici

source: Castings of plaster for decorative purposes
it: Colate di malta per scopi decorativi

source: Patio doors [non-metallic frame]
it: Porte di patio [telai non metallici]

source: Bollards (Fixed, non-metallic, non-luminous and non-mechanical -), for roads
it: Colonnine spartitraffico (Fisse, non metalliche, non luminose e non meccaniche -) per strade

source: Rendering compositions for use in construction
it: Composti di rinzaffatura per uso nella costruzione

source: Road signs of non-metallic materials [non-mechanical, non-luminous]
it: Segnali stradali in materiali non metallici [non meccanici, non luminosi]

source: Trenching struts (Non-metallic -)
it: Puntoni per scavi (Non metallici -)

source: Arbours [structures], not of metal
it: Pergolati [costruzioni] non metallici

source: Non-metallic air ducts for buildings
it: Condotti dell'aria non metallici per edifici

source: Non-metallic air pipes for buildings
it: Tubi dell'aria non metallici per edifici

source: Branching pipes, not of metal
it: Tubi di raccordo non metallici

source: Wood for making household utensils
it: Legno per realizzare utensili domestici

source: Decorative aquarium stones
it: Pietre decorative per acquari

source: Pergolas (Non-metallic -)
it: Pergole (Non metalliche -)

source: Hazard warning barriers [non-metallic, fixed structures]
it: Barriere di emergenza [non metalliche, strutture fisse]

source: Insect screens (Non-metallic -) for doors
it: Zanzariere (Non metalliche -) per porte

source: Roofing fabrics
it: Tessuti per tetti

source: Arch frames (Non-metallic -) for use in construction
it: Telai ad arco (Non metallici -) per la costruzione

source: Non-woven fabrics for soil stabilisation
it: Stoffe non tessute per stabilizzazione del terreno

source: Ornaments made of stone for aquaria
it: Ornamenti in pietra per acquari

source: Overflow channels of non-metallic materials
it: Canali sfioratori in materiali non metallici

source: Panel mouldings of non-metallic materials
it: Modanature per pannelli in materiali non metallici

source: Fencing materials (Non-metallic -)
it: Materiali per recinzioni (Non metallici -)

source: Skylight frames (Non-metallic -) for use in buildings
it: Telai per lucernari (Non metallici -) per edifici

source: Bituminous sheet materials
it: Materiali in fogli bituminosi

source: Soundproof hoods [structures], not of metal
it: Cappe insonorizzate [strutture], non in metallo

source: Slabs, not of metal, for building
it: Lastre per costruzioni, non di metallo

source: Sheds (Non-metallic buildings -)
it: Capannoni (Costruzioni non metalliche -)

source: Tiltable doors (Non-metallic -) for buildings
it: Porte ribaltabili (Non metalliche -) per edifici

source: Marble
it: Marmo

source: Flashing, not of metal, for building
it: Converse, non metalliche, per la costruzione

source: Ducts, not of metal, for ventilating and air-conditioning installations
it: Condotti non metallici per impianti di ventilazione di climatizzazione

source: Plaster for repairing cracks in plaster
it: Gesso per riparazione di crepe nell'intonaco

source: Chambers [non-metallic structures]
it: Camere [strutture non metalliche]

source: Bicycle sheds [structures] of non-metallic materials
it: Rimesse per biciclette [strutture] in materiali non metallici

source: Wood for building
it: Legno strutturale

source: Security glass for use in building
it: Vetro di sicurezza per la costruzione

source: Security gratings (Non-metallic -) for the outside of buildings
it: Grate di sicurezza (Non metalliche -) per l'esterno di edifici

source: Telegraph posts, not of metal
it: Pali telegrafici non metallici

source: Drainage courses (Non-metallic -)
it: Corsie di drenaggio (Non metalliche -)

source: Reinforcing fabrics (Non-metallic -) for building
it: Tessuti di rinforzo (Non metallici -) per l'edilizia

source: Roofing, not of metal, incorporating solar cells
it: Coperture non metalliche con cellule fotovoltaiche integrate

source: Handrails of non-metallic materials for stairs
it: Corrimano in materiali non metallici per scale

source: Tinted glass for use in building
it: Vetro tinto per l'edilizia

source: Transparent plastic panels for building construction purposes
it: Pannelli trasparenti in plastica per la costruzione

source: Transportable rooms (Non-metallic -) incorporating showers
it: Locali trasportabili (Non metallici -) comprendenti docce

source: Woven geotextile materials (Non-metallic -) for protecting banks against erosion
it: Materiali geotessili tessuti (Non metallici -) per la protezione di argini dall'erosione

source: Woven geotextile materials (Non-metallic -) for protecting dikes against erosion
it: Materiali geotessili tessuti (Non metallici -) per la protezione di dighe dall'erosione

source: Woven materials (Non-metallic -) for use in buildings
it: Materiali tessuti (Non metallici -) per edifici

source: Ponds [non-metallic structures]
it: Vasche [strutture non metalliche]

source: Portable cabins (Non-metallic -)
it: Cabine trasportabili (Non metalliche -)

source: Portable outdoor security cabins made of non-metallic materials
it: Cabine di sicurezza portatili esterne in materiali non metallici

source: Manhole covers, not of metal
it: Coperchi di tombini non metallici

source: Monorail tracks (Non-metallic -)
it: Monorotaie (Non metalliche -)

source: Adhesive mortar for building purposes
it: Malte collanti per l'edilizia

source: Asphalt felt [for building purposes]
it: Feltro bitumato [per l'edilizia]

source: Stalls [structures], not of metal for horses
it: Stalle [strutture], non metalliche per cavalli

source: Shutters (Non-metallic -) for windows
it: Imposte (Non metalliche -) per finestre

source: Internal partitioning made of non-metallic materials
it: Tramezzi interni in materiali non metallici

source: Advertising hoardings [non-metallic structures]
it: Tabelloni pubblicitari [strutture non metalliche]

source: Air ducts of non-metallic materials for buildings
it: Condotte dell'aria in materiali non metallici per l'edilizia

source: Tombstones of stone, concrete or marble
it: Lapidi in pietra, calcestruzzo o marmo

source: Thermal blinds (non-metallic -) [slatted outdoor]
it: Persiane termiche (non metalliche -) [a stecche per esterni]

source: Ties (Non-metallic -) for use in brickwork
it: Raccordi (Non metallici -) per muratura in mattoni

source: Sand for use in construction
it: Sabbia per uso nella costruzione

source: Preformed building sections (Non-metallic -)
it: Sezioni da costruzione preformate (Non metalliche -)

source: Quarry tiles
it: Quadrelli

source: Radiator surrounds of non-metallic materials
it: Bordi per radiatori in materiali non metallici

source: Wooden doors
it: Porte in legno

source: Signalling panels, non-luminous and non-mechanical, not of metal
it: Pannelli di segnalazione non metallici, non luminosi, non meccanici

source: Portable gazebos not primarily of metal
it: Gazebo portatili non principalmente in metallo

source: Woven textiles (Non-metallic -) for stabilising earth slopes
it: Tessuti (Non metallici -) per stabilizzare pendii di terra

source: Building boards of plastics materials
it: Pannelli di plastica per l'edilizia

source: Safety glass
it: Vetro armato

source: Advertisement columns, not of metal
it: Colonnine per affissione non in metallo

source: Non-metallic minerals for building or construction
it: Minerali non metallici per l'edilizia o la costruzione

source: Changing rooms [structures] of non-metallic materials
it: Spogliatoi [strutture] in materiali non metallici

source: Joinery products of timber for use in buildings
it: Prodotti di falegnameria in legno per edifici

source: Laminated boards (Non-metallic -) for building use
it: Assi laminate (Non metalliche -) per l' edilizia

source: Laminates (Non-metallic -)
it: Laminati (Non metallici -)

source: Calcareous marl
it: Marne calcaree

source: Low tunnels [non-metallic or non-metallic frame] for the protection of plants
it: Serre a tunnel [non metalliche o con telaio non metallico] per la protezione delle piante

source: Frames (Non-metallic -) for shop fronts
it: Telai (Non metallici -) per facciate di negozi

source: Garage doors (Non-metallic -) for domestic use
it: Porte per garage (Non metalliche -) per uso domestico

source: Potters' clay [raw material]
it: Materie prime per la ceramica

source: Structural elements of glass
it: Elementi strutturali in vetro

source: Structural frameworks (Non-metallic -) for buildings
it: Strutture (Non metalliche -) per l'edilizia

source: Non-metallic pipes for roof drainage installations
it: Condotti non metallici per impianti di scarico per tetti

source: Soffits (Non-metallic -)
it: Intradossi (Non metallici -)

source: Softwood chips for use on gardens
it: Trucioli di legno soffice per giardini

source: Building materials of concrete reinforced with plastics and glass fibres
it: Materiali da costruzione in calcestruzzo rinforzato con materie plastiche e fibre di vetro

source: Fire resistant collars (Non-metallic -) for pipes
it: Collari ignifughi (Non metallici -) per tubi

source: Covered walkways of glass and having a non-metallic frame
it: Passerelle coperte in vetro con telaio non metallico

source: Facade construction components of non-metallic materials
it: Componenti da costruzione per facciate in materiali non metallici

source: Parapets made of non-metallic materials
it: Parapetti a base di materiali non metallici

source: Paving blocks, not of metal
it: Lastricati non metallici

source: Refractory mortars [non-metallic]
it: Malte refrattarie [non metalliche]

source: Boundary posts of non-metallic materials
it: Pali di confine in materiali non metallici

source: Boundary rails of non-metallic materials
it: Steccati di confine in materiali non metallici

source: Bricks being refractory articles
it: Mattoni, ovvero articoli refrattari

source: Clear glass for building purposes
it: Vetro trasparente per la costruzione

source: Roof construction materials (Non-metallic -)
it: Materiali da costruzione per tetti (Non metallici -)

source: Pigsties, not of metal
it: Porcili non in metallo

source: Pipes made of cement
it: Tubi in cemento

source: Gratings (Non-metallic -)
it: Grate (Non metalliche -)

source: Infrared reflective glass for use in building
it: Vetro riflettente ad infrarossi per la costruzione

source: Glass elements for windows
it: Elementi di vetro per finestre

source: Ornaments made of stone for ponds
it: Ornamenti in pietra per stagni

source: Fence posts of non-metallic materials
it: Pali per recinti in materiali non metallici

source: Fencing posts made of plastics
it: Pali di recinzione in plastica

source: Conservatories, not of metal
it: Serre, non in metallo

source: Expanded honeycombs (Non-metallic -)
it: Nuclei a nido d'ape espansi (Non metallici -)

source: Fire retardant panels (Non-metallic -) for use in construction
it: Pannelli ignifughi (Non metallici -) per l'edilizia

source: Fireproof seals in the nature of building materials
it: Guarnizioni antincendio ovvero materiali da costruzione

source: Float glass for building
it: Vetro float per l'edilizia

source: Building components of imitation wood
it: Componenti per l'edilizia in finto legno

source: Timber laminated particle boards
it: Assi particellari laminate in legno

source: Ceramic bricks for use in refractory furnaces
it: Mattoni in ceramica per uso in forni refrattari

source: Plaques made of concrete
it: Targhe in calcestruzzo

source: Plaster for casting [not medical]
it: Gesso per colate [non medico]

source: Cills of non-metallic materials
it: Soglie in materiali non metallici

source: Cladding panels (Non-metallic -) for roofs
it: Pannelli di copertura per tetti non in metallo

source: Cement for blast furnaces
it: Cemento per alto-forni

source: Layered glass
it: Vetro a strati

source: Manholes (Non-metallic -)
it: Tombini (Non metallici -)

source: Security door frames (Non-metallic -) for buildings
it: Telai per porte di sicurezza (Non metalliche -) per edifici

source: Door panels, not of metal
it: Pannelli di porte non metallici

source: Drainage installations (Non-metallic -)
it: Installazioni di drenaggio (Non metalliche -)

source: Reconstituted stone
it: Pietra ricostituita

source: Refractory ceramic masses
it: Masse di ceramica refrattaria

source: Reinforcement rods, not of metal
it: Barre di rinforzo, non in metallo

source: Bituminous coatings for roofing
it: Rivestimenti bituminosi per coperture

source: Timber boarding
it: Assi di legno

source: Translucent tiles (Non-metallic -)
it: Piastrelle translucide (Non in metallo -)

source: Statues of concrete
it: Statue in calcestruzzo

source: Woven covers (Non-metallic -) for use as geotextile materials
it: Rivestimenti tessuti (Non metallici -) per uso come materiali geotessili

source: Polystyrene panels for use in building
it: Pannelli in polistirene per uso nell'edilizia

source: Porticos (Non-metallic -)
it: Portici (Non metallici -)

source: Poles of non-metallic materials
it: Pali in materiali non metallici

source: Prefabricated building elements (Non-metallic -) for on site assembly
it: Elementi da costruzione prefabbricati (Non metallici -) per assemblaggio sul posto

source: Aviaries [structures], not of metal
it: Voliere [costruzioni] non metalliche

source: Monorail structures (Non-metallic -)
it: Strutture monorotaia (Non metalliche -)

source: Pitch
it: Pece

source: Unfired bricks
it: Mattoni crudi

source: Bus shelters [structures] made of non-metallic materials
it: Pensiline [strutture] in materiali non metallici

source: Liquid storage tanks of masonry [for industrial purposes]
it: Serbatoi per il deposito di liquidi in muratura [per uso industriale]

source: Stables (non-metallic -) [structures]
it: Stalle (non metalliche -) [strutture]

source: Sidings (Non-metallic -)
it: Rivestimenti (Non metallici -)

source: Aggregates
it: Aggregati

source: Aggregates for use in the preparation of concrete
it: Aggregati per la preparazione di calcestruzzo

source: Sluices [drains] not of metal
it: Chiuse [scarichi] non in metallo

source: Decorative ornamental plasterwork
it: Lavori d'intonacatura decorativa

source: Cork [compressed]
it: Sughero agglomerato

source: Metallic cement
it: Mastice metallico

source: Terrazzo
it: Palladiana

source: Ties (Non-metallic -) for use in building
it: Raccordi (Non metallici -) per la costruzione

source: Prefabricated non-metal buildings
it: Costruzioni prefabbricate non metalliche

source: Prefabricated structures (Non-metallic -) for use as toilets
it: Strutture prefabbricate (Non metalliche -) per uso come gabinetti

source: Ready to use concrete
it: Cemento pronto all'uso

source: Woven textiles (Non-metallic -) for protecting the banks of watercourses
it: Tessuti (Non metallici -) per la protezione degli argini di corsi d'acqua

source: Woven textiles (Non-metallic -) for protecting the bottoms of watercourses
it: Tessuti (Non metallici -) per la protezione del fondale di corsi d'acqua

source: Woven textiles (Non-metallic -) for stabilising soft subsoils
it: Tessuti (Non metallici -) per stabilizzare sottosuolo soffice

source: Woven textiles (Non-metallic -) for stabilising the bottoms of watercourses
it: Tessuti (Non metallici -) per stabilizzare il fondale di corsi d'acqua

source: Roof windows made of plastics
it: Finestre per tetti in plastica

source: Platforms of non-metallic materials
it: Piattaforme in materiali non metallici

source: Polymeric bitumen emulsions for road surfaces
it: Emulsioni di bitume polimerico per superfici stradali

source: Earth for bricks
it: Terra per mattoni

source: Cementitious restorative coatings
it: Rivestimenti di restauro cementizi

source: Waxed paper for use in building
it: Carta paraffinata per la costruzione

source: Frames (Non-metallic -) for verandas
it: Telai (Non metallici -) per verande

source: Friezes [non-metallic building elements]
it: Fregi [elementi da costruzione non metallici]

source: Porphyry [stone]
it: Porfido [pietra]

source: Alabaster glass
it: Vetro alabastro

source: Barrier poles [non of metal]
it: Pali di recinzione [non metallici]

source: Beams (Non-metallic -) for building purposes
it: Travi per la costruzione (Non metalliche -)

source: Bituminous coverings for use in building construction
it: Rivestimenti bituminosi per costruzione di edifici

source: Paint spraying booths, not of metal
it: Cabine per pittura a spray non metalliche

source: Sluice gates of non-metallic materials for controlling the flow of sludges
it: Paratoie di chiusura in materiali non metallici per regolare il flusso di liquami

source: Containers of concrete
it: Contenitori in calcestruzzo

source: Glass panels for doors
it: Pannelli di vetro per porte

source: Portable signs [non-luminous, non-mechanical, non-metallic] for roads
it: Insegne portatili [non luminose, non meccaniche, non metalliche] per strade

source: Ceiling coffers of non-metallic materials
it: Cassettori per soffitti in materiali non metallici

source: Cement mortar for use in construction
it: Malta di cemento per la costruzione

source: Facade elements of non-metallic materials
it: Elementi per facciate in materiali non metallici

source: Path edgings made of non-metallic materials
it: Bordi per vialetti in materiali non metallici

source: Trolley shelters (non-metallic -) [structures]
it: Copricarrelli (non metallici -) [strutture]

source: Asbestos cement
it: Cemento d'amianto

source: Modular building units (Non-metallic -)
it: Unità edili modulari (Non metalliche -)

source: Niches (Non-metallic -)
it: Nicchie (Non metalliche -)

source: Ceiling boards of wood
it: Assi in legno per soffitti

source: Acoustic panels of wood for ceilings
it: Pannelli acustici in legno per soffitti

source: Heat reflecting glass for building
it: Vetro termoriflettente per la costruzione

source: Garden stakes of non-metallic materials
it: Pali da giardino in materiali non metallici

source: Archways made from non-metallic materials
it: Passaggi ad arco in materiali non metallici

source: Foundation material (Non-metallic -) for use in construction
it: Materiali per fondamenta (Non metallici -) per la costruzione

source: Cement mortar roofing tiles
it: Tegole in malta di cemento

source: Blocks made of concrete for coastal protection
it: Blocchi in calcestruzzo per la protezione delle coste

source: Vinyl floor coverings for forming a floor
it: Rivestimenti in vinile per la posa di pavimenti

source: Ceramic articles for construction purposes
it: Articoli in ceramica per la costruzione

source: Doors made of wood for buildings
it: Porte in legno per edifici

source: Double glazed hermetically sealed units (Non-metallic -)
it: Unità a tenuta ermetica con vetratura doppia (Non metalliche -)

source: Exhibition stands [non-metallic structures]
it: Espositori [strutture non metalliche]

source: Expansion joints of non-metallic materials for use in construction
it: Giunti ad espansione in materiali non metallici per la costruzione

source: Space dividers [structures], not of metal
it: Divisori per spazi [strutture], non in metallo

source: Sandstone for building
it: Grès per la costruzione

source: Fireproof panels for use in building (Non-metallic -)
it: Pannelli ignifughi per la costruzione (Non metallici -)

source: Security shutters of non-metallic materials
it: Persiane di sicurezza in materiali non metallici

source: Servery grilles, not of metal
it: Griglie per banconi, non in metallo

source: Shelters (Non-metallic -)
it: Ripari (Non metallici -)

source: Non-agricultural lime
it: Calce per uso non agricolo

source: Olivine for building
it: Olivina per costruzione

source: Cladding materials (Non-metallic -)
it: Materiali di rivestimento (Non metallici -)

source: Cladding sheets (Non-metallic -)
it: Fogli per rivestimenti (Non metallici -)

source: PVC roofing membrane
it: Membrane per tetti in PVC

source: Lift-up doors, non-metallic
it: Porte a ribalta, non metalliche

source: Manufactured building elements (Non-metallic -)
it: Elementi da costruzione fabbricati (Non metallici -)

source: Drains [other than of metal or plastic]
it: Drenaggi [non in metallo o plastica]

source: Ducts (installations of -) [non-metallic, non-electric]
it: Condotte (impianti di -) [non metalliche, non elettriche]

source: Ready mixed mortar
it: Malta già miscelata

source: Reinforcing mesh made of textile fibres for construction purposes
it: Maglie di rinforzo in fibre tessili per la costruzione

source: Refractory construction materials, not of metal
it: Materiali da costruzione refrattari non metallici

source: Translucent building panels made from plastics materials
it: Pannelli translucidi per l'edilizia in materie plastiche

source: Trap doors (Non-metallic -)
it: Botole (Non metalliche -)

source: Boards of gypsum plaster
it: Piastrelle in gesso

source: Hydraulic cement
it: Cemento idraulico

source: Working platforms [scaffolding], not of metal
it: Piattaforme di lavoro [impalcature], non in metallo

source: Woven covers (Non-metallic -) for use as geotextile materials for building
it: Rivestimenti tessuti (Non metallici -) per uso come materiali per l'edilizia

source: Woven fabrics (Non-metallic -) for the protection of banks against erosion
it: Stoffe tessute (Non metalliche -) per la protezione di argini dall'erosione
